RubymineProjects/HateAos/app/controllers/authors_controller.rb

  def index
    render json: Author.all, include: :articles
---
SELECT "authors".* FROM "authors"